<?php
	include("header.php");
?>

	<p>
		<i> 
			<h2>
				Завдання:
			</h2>
		</i>
		<p>
		<p>
			<i> 
				<h3>
					A)
				</h3>	
			</i>
		<p>
				- Отримати всю інформацію із файлу і вивести її у вікно браузера. 
		</p>
		<p>
				- Створити форму для добавлення нового запису у файл і реалізувати її обробку.
		</p>
	</p>
	<p>
		<i> 
				<h3>
					Б)
				</h3>	
		</i>
		<p>
			- Вивести усі фільми впорядковані за зростанням бюджету 
		</p>
		<p>
			- Обчислити середній бюджет фільмів, що були зняті в Україні серед тих, що зустрічаються у файлі.
		</p>
	</p>
	<p>
		<i> 
				<h3>
					В)
				</h3>	
		</i>
		<p>
				- У форму вводиться набір символів. Вивести у вікно браузера усі фільми, назви яких містять задані символи.
		</p>
	</p>

<?php
	include("footer.php");
?>
	